Repository: trolley813/ArchiBase
Catalog: Resources/Components/Pages/Photos/Upload.*.resx
Languages: et, ru

source: Upload photo
et: TODO: Translate 'Upload photo'
ru: Загрузить фото

source: Photo upload
et: TODO: Translate 'Photo upload'
ru: Загрузка фото

source: You can upload {Limit} more photos this week.
et: TODO: Translate 'You can upload {Limit} more photos this week.'
ru: Вы можете загрузить еще {Limit} фото на этой неделе.

source: Select image
et: TODO: Translate 'Select image'
ru: Выберите изображение

source: Select a photo
et: TODO: Translate 'Select a photo'
ru: Выберите фото

source: Buildings
et: TODO: Translate 'Buildings'
ru: Здания

source: On map
et: TODO: Translate 'On map'
ru: На карте

source: Direction
et: TODO: Translate 'Direction'
ru: Направление

source: Limit exhausted
et: TODO: Translate 'Limit exhausted'
ru: Лимит исчерпан

source: I'm not the photo author
et: TODO: Translate 'I'm not the photo author'
ru: Я не автор фото

source: Suggest photo for publication
et: TODO: Translate 'Suggest photo for publication'
ru: Предложить фото к публикации

source: Upload photo directly
et: TODO: Translate 'Upload photo directly'
ru: Загрузить фото напрямую

source: License
et: TODO: Translate 'License'
ru: Лицензия

source: EXIF Data
ru: Данные EXIF

source: Photo date
ru: Дата/время съемки

source: Camera manufacturer
ru: Производитель камеры

source: Camera model
ru: Модель камеры

source: Photo editor software
ru: Программное обеспечение

source: Author name
ru: Автор

source: Copyright
ru: Авторские права

source: Exposure time
ru: Выдержка

source: Aperture
ru: Диафрагма

source: Exposure compensation
ru: Коррекция экспозиции

source: Focal length
ru: Фокусное расстояние

source: Equivalent focal length
ru: Эквивалентное ФР

source: Flash
ru: Вспышка

source: White balance
ru: Баланс белого

source: Exposure metering
ru: Замер экспозиции

source: Shooting mode
ru: Режим съемки

source: Digital zoom
ru: Цифровой зум

source: Description
et: TODO: Translate 'Description'
ru: Описание

source: Bind a building
et: TODO: Translate 'Bind a building'
ru: Привязать здание

source: Main
et: TODO: Translate 'Main'
ru: Осн.

source: Upload
ru: Загрузить

source: You have exhausted your direct upload limit for today.
et: TODO: Translate 'You have exhausted your direct upload limit for today.'
ru: Вы исчерпали свой лимит на сегодня.

source: Unauthorized
et: TODO: Translate 'Unauthorized'
ru: Не авторизован

source: To upload photos, you must be authorized.
et: TODO: Translate 'To upload photos, you must be authorized.'
ru: Чтобы загружать фото, Вы должны быть авторизованы.

source: Select a location
et: TODO: Translate 'Select a location'
ru: Выберите НП

source: Select a building
ru: Выберите здание

source: Address
ru: Адрес

source: Fill photo info
et: TODO: Translate 'Fill photo info'
ru: Заполните информацию о фото

source: Bind buildings and set position on map
et: TODO: Translate 'Bind buildings and set position on map'
ru: Привяжите здания и укажите место на карте

source: Check if everything is OK
et: TODO: Translate 'Check if everything is OK'
ru: Проверьте, все ли в порядке

source: Image file is uploaded
et: TODO: Translate 'Image file is uploaded'
ru: Файл изображения загружен

source: Image file is not uploaded
et: TODO: Translate 'Image file is not uploaded'
ru: Файл изображения не загружен

source: You have chosen a license {License} for your photo
et: TODO: Translate 'You have chosen a license {License} for your photo'
ru: Вы выбрали лицензию {License} для фото

source: You have not chosen a license. Please choose one
et: TODO: Translate 'You have not chosen a license. Please choose one'
ru: Вы не выбрали лицензию. Пожалуйста, выберите

source: You have set the date: {Date} for the photo
et: TODO: Translate 'You have set the date: {Date} for the photo'
ru: Вы установили дату съемки {Date} для фото

source: You have not set a date for the photo
et: TODO: Translate 'You have not set a date for the photo'
ru: Вы не установили дату съемки для фото

source: You have bound {Count} building(s)
et: TODO: Translate 'You have bound {Count} building(s)'
ru: Вы привязали {Count} здание(ия, ий)

source: You have not bound any buildings
et: TODO: Translate 'You have not bound any buildings'
ru: Вы не привязали ни одного здания

source: Upload anyway
ru: Все равно загрузить

source: Suggested
et: TODO: Translate 'Suggested'
ru: Предложенные

source: Max distance
et: TODO: Translate 'Max distance'
ru: Макс. расстояние

source: Shooting angle
et: TODO: Translate 'Shooting angle'
ru: Угол съемки

source: Suggest buildings
et: TODO: Translate 'Suggest buildings'
ru: Предложить здания
