Repository: trolley813/ArchiBase
Catalog: Resources/Components/Pages/Account/ChangePassword.*.resx
Languages: et

source: Enter old password
et: TODO: Translate 'Enter old password'

source: Enter your old password
et: TODO: Translate 'Enter your old password'

source: Enter new password
et: TODO: Translate 'Enter new password'

source: Enter your new password
et: TODO: Translate 'Enter your new password'

source: Repeat new password
et: TODO: Translate 'Repeat new password'

source: Repeat your new password
et: TODO: Translate 'Repeat your new password'

source: Passwords should be the same
et: TODO: Translate 'Passwords should be the same'

source: Submit
et: TODO: Translate 'Submit'

source: Unauthorized
et: TODO: Translate 'Unauthorized'

source: To change your password, you must be authorized.
et: TODO: Translate 'To change your password, you must be authorized.'
