Repository: trolley813/ArchiBase
Catalog: ArchiBase.Client/Resources/Pages/Home.*.resx
Languages: et

source: Home
et: Koduleht

source: Welcome to USSR (and other countries) Architectural Database
et: Tere tulemast NSV Liidu (ja teiste maade) arhitektuuriandmebaasi

source: Total locations
et: TODO: Translate 'Total locations'

source: Total buildings
et: TODO: Translate 'Total buildings'

source: Total designs
et: TODO: Translate 'Total designs'

source: Total photos
et: TODO: Translate 'Total photos'

source: Active users
et: TODO: Translate 'Active users'

source: Photos for last 30 days
et: TODO: Translate 'Photos for last 30 days'

source: News
et: Uudised

source: All news
et: TODO: Translate 'All news'

source: Recent photos
et: TODO: Translate 'Recent photos'

source: Show all photos
et: TODO: Translate 'Show all photos'

source: Random photos
et: TODO: Translate 'Random photos'
