Repository: trolley813/ArchiBase
Catalog: ArchiBase.Client/Resources/Utils/ExifDisplay.*.resx
Languages: et

source: EXIF Data
et: TODO: Translate 'EXIF Data'

source: Photo date
et: TODO: Translate 'Photo date'

source: Camera manufacturer
et: TODO: Translate 'Camera manufacturer'

source: Camera model
et: TODO: Translate 'Camera model'

source: Photo editor software
et: TODO: Translate 'Photo editor software'

source: Author name
et: TODO: Translate 'Author name'

source: Copyright
et: TODO: Translate 'Copyright'

source: Exposure time
et: TODO: Translate 'Exposure time'

source: Aperture
et: TODO: Translate 'Aperture'

source: ISO
et: TODO: Translate 'ISO'

source: Exposure compensation
et: TODO: Translate 'Exposure compensation'

source: Focal length
et: TODO: Translate 'Focal length'

source: Equivalent focal length
et: TODO: Translate 'Equivalent focal length'

source: Flash
et: TODO: Translate 'Flash'

source: White balance
et: TODO: Translate 'White balance'

source: Exposure metering
et: TODO: Translate 'Exposure metering'

source: Shooting mode
et: TODO: Translate 'Shooting mode'

source: Digital zoom
et: TODO: Translate 'Digital zoom'
