Repository: trolley813/ArchiBase
Catalog: ArchiBase.Client/Resources/Utils/ImpreciseDateDisplay.*.resx
Languages: et, ru

source: ca. {Year}
et: TODO: Translate 'ca. {Year}'
ru: ок. {Year}

source: {EML} {Decade}s
et: TODO: Translate '{EML} {Decade}s'
ru: {EML} {Decade}-х гг.

source: {Decade}s
et: TODO: Translate '{Decade}s'
ru: {Decade}-е гг.

source: {EML} {Century} century
et: TODO: Translate '{EML} {Century} century'
ru: {Century} в.

source: {Century} century
et: TODO: Translate '{Century} century'
ru: {Century} век

source: {Year} or earlier
et: TODO: Translate '{Year} or earlier'
ru: {Year} или ранее

source: {Year} or later
et: TODO: Translate '{Year} or later'
ru: {Year} или позднее

source: early
ru: нач.

source: mid-
ru: сер.

source: late
ru: кон.

source: Unknown date
et: TODO: Translate 'Unknown date'
ru: Дата неизвестна

source: dd/MM/yyyy
et: TODO: Translate 'dd/MM/yyyy'

source: MM/yyyy
et: TODO: Translate 'MM/yyyy'
