Repository: trolley813/ArchiBase
Catalog: Resources/Components/Pages/Locations/Index.*.resx
Languages: et

source: Locations
et: TODO: Translate 'Locations'

source: Add
et: TODO: Translate 'Add'

source: No local editors.
et: TODO: Translate 'No local editors.'

source: Local editor:
et: TODO: Translate 'Local editor:'

source: Local editors:
et: TODO: Translate 'Local editors:'

source: Large map
et: TODO: Translate 'Large map'

source: Edit
et: TODO: Translate 'Edit'

source: Delete
et: TODO: Translate 'Delete'

source: Sub-locations
et: TODO: Translate 'Sub-locations'

source: Name
et: TODO: Translate 'Name'

source: Count
et: TODO: Translate 'Count'

source: Recent photos
et: TODO: Translate 'Recent photos'

source: No recent photos
et: TODO: Translate 'No recent photos'

source: Show all photos
et: TODO: Translate 'Show all photos'

source: Galleries
et: TODO: Translate 'Galleries'

source: Streets
et: TODO: Translate 'Streets'

source: Show actual streets only
et: TODO: Translate 'Show actual streets only'

source: Add Street
et: TODO: Translate 'Add Street'

source: Add Building
et: TODO: Translate 'Add Building'

source: List of all buildings in the location
et: TODO: Translate 'List of all buildings in the location'

source: Stats by designs and categories
et: TODO: Translate 'Stats by designs and categories'

source: Show all
et: TODO: Translate 'Show all'
