Repository: trolley813/ArchiBase
Catalog: ArchiBase.Client/Resources/Layout/NavMenu.*.resx
Languages: et

source: Bulk editing
et: Массовое редактирование

source: Catalogues
et: Kataloogid

source: Categories
et: Kategooriad

source: Category to design
et: Категорию в проект

source: Comments
et: Kommentaarid

source: Conversions
et: Muutused

source: Design to category
et: Проект в категорию

source: Editorial board
et: Toimetuskolleegium

source: For editors
et: Toimetajate jaoks

source: Home
et: Koduleht

source: Locations
et: Asukohad

source: New
et: Uued

source: Pages
et: Leheküljed

source: Photos
et: Fotosid

source: Series and Designs
et: Seeriad ja projektid

source: Split categories
et: Разделить категории

source: Split designs
et: Разделить проекты

source: Upload photo
et: Fotot üles laadida

source: Galleries
et: Galeriid

source: For photo moderators
et: Fotomoderaatorite jaoks

source: Photo queue
et: Fotojärjekord

source: Merge streets
et: Tänavaid ühendada

source: Architects
et: Arhitektid

source: Responses
et: TODO: Translate 'Responses'
