Repository: trolley813/ArchiBase
Catalog: Resources/Components/Utils/CommentView.*.resx
Languages: ru

source: Comments
ru: Комментарии

source: New comments written after:
ru: Новые комментарии, написанные с:

source: Mark all as read
ru: Пометить все как прочитанное

source: (unknown author)
ru: (наеизвестный автор)

source: Mark up to this comment as read
ru: Пометить как прочитанные до этого комментария

source: Thank you! Comment was recorded.
ru: Спасибо! Комментарий учтен

source: Unmark as recorded
ru: Снять отметку "Комментарий учтен"

source: Mark as recorded
ru: Поставить отметку "Комментарий учтен"

source: Add comment
ru: Добавить комментарий

source: Building
ru: Здание

source: Photo
ru: Фото

source: Design
ru: Проект

source: Category
ru: Категория

source: Page {0} of {1} (total comments: {2})
ru: Страница {0} из {1} (всего комментариев: {2})

source: New responses written after:
ru: Новые ответы, написанные с:

source: To mark responses as read, use the new comments page.
ru: Чтобы пометить ответы прочитанными, используйте страницу новых комментариев

source: Cite
ru: Цитировать

source: Quote
ru: Цитата

source: Admin
ru: Администратор

source: Editor
ru: Общий редактор

source: Local Editor
ru: Местный редактор

source: Photo Moderator
ru: Фотомодератор

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Comment text is required
ru: Текст комментария обязателен
