Repository: trolley813/ArchiBase
Catalog: Resources/Components/Pages/Buildings/ByStreet.*.resx
Languages: et

source: List of buildings at the street
et: TODO: Translate 'List of buildings at the street'

source: now renamed
et: TODO: Translate 'now renamed'

source: This street is now renamed into
et: TODO: Translate 'This street is now renamed into'

source: Edit
et: TODO: Translate 'Edit'

source: Delete
et: TODO: Translate 'Delete'

source: Until {ToDate}
et: TODO: Translate 'Until {ToDate}'

source: Since {FromDate}
et: TODO: Translate 'Since {FromDate}'

source: {FromDate} — {ToDate}
et: TODO: Translate '{FromDate} — {ToDate}'

source: Former names
et: TODO: Translate 'Former names'

source: (no description)
et: TODO: Translate '(no description)'

source: Show photos
et: TODO: Translate 'Show photos'

source: Photo
et: TODO: Translate 'Photo'

source: Photo not available
et: TODO: Translate 'Photo not available'

source: Address
et: TODO: Translate 'Address'

source: Current address
et: TODO: Translate 'Current address'

source: Design
et: TODO: Translate 'Design'

source: Floor count
et: TODO: Translate 'Floor count'

source: Name
et: TODO: Translate 'Name'

source: Built
et: TODO: Translate 'Built'

source: Demolished
et: TODO: Translate 'Demolished'
