Repository: trolley813/ArchiBase
Catalog: Resources/Components/Pages/Buildings/Edit.*.resx
Languages: et

source: Edit building
et: TODO: Translate 'Edit building'

source: Timeline
et: TODO: Translate 'Timeline'

source: Latitude
et: TODO: Translate 'Latitude'

source: Longitude
et: TODO: Translate 'Longitude'

source: Description
et: TODO: Translate 'Description'

source: Cadastre record number
et: TODO: Translate 'Cadastre record number'

source: Add new card
et: TODO: Translate 'Add new card'

source: Addresses
et: TODO: Translate 'Addresses'

source: Add
et: TODO: Translate 'Add'

source: Street name
et: TODO: Translate 'Street name'

source: House number
et: TODO: Translate 'House number'

source: Actual from
et: TODO: Translate 'Actual from'

source: Categories
et: TODO: Translate 'Categories'

source: Floor count
et: TODO: Translate 'Floor count'

source: Style
et: TODO: Translate 'Style'

source: Architects
et: TODO: Translate 'Architects'

source: Builder
et: TODO: Translate 'Builder'

source: Customer
et: TODO: Translate 'Customer'

source: Name
et: TODO: Translate 'Name'

source: Parts
et: TODO: Translate 'Parts'

source: Part name
et: TODO: Translate 'Part name'

source: Design
et: TODO: Translate 'Design'

source: Save
et: TODO: Translate 'Save'
