Repository: trolley813/ArchiBase
Catalog: ArchiBase.Client/Resources/Pages/Photos/Details.*.resx
Languages: et

source: Photo
et: Foto

source: Photo not available
et: Foto ei ole saadaval

source: Shooting date
et: Ülesvõtte kuupäev

source: Sent by
et: Saadetud

source: Author
et: Autor

source: Details
et: Üksikasjad

source: License
et: Litsents

source: Published
et: Publitseeritud

source: Photo not found
et: Fotot ei leitud

source: Photo with this ID does not exist
et: Seesugune identifikaatoriga foto ei ole olemas

source: Galleries
et: Galleriid

source: Coordinates and shooting direction
et: Koordinaadid ja suund

source: Photo is lost
et: TODO: Translate 'Photo is lost'

source: This photo is lost and needs to be restored.
et: TODO: Translate 'This photo is lost and needs to be restored.'

source: Restore
et: TODO: Translate 'Restore'

source: Pending publication
et: TODO: Translate 'Pending publication'

source: This photo is pending publication and was not checked by moderators. It may be published or rejected later.
et: TODO: Translate 'This photo is pending publication and was not checked by moderators. It may be published or rejected later.'

source: Rejected
et: TODO: Translate 'Rejected'

source: This photo was rejected since it does not meets the quality guidelines and/or violates the terms of service.
et: TODO: Translate 'This photo was rejected since it does not meets the quality guidelines and/or violates the terms of service.'

source: (author hidden)
et: TODO: Translate '(author hidden)'

source: Design
et: TODO: Translate 'Design'

source: Categories
et: TODO: Translate 'Categories'

source: Edit photo
et: TODO: Translate 'Edit photo'

source: Votes
et: TODO: Translate 'Votes'

source: (unknown)
et: TODO: Translate '(unknown)'
